{"In interpretation of a DEXA scan, what is the difference between the T score and the Z score?": "The T score is based on the bone mass of a young reference population, while the Z score is adjusted for age, gender, and ethnicity. ", "In DEXA scan results, which score is adjusted for various factors? ": "The Z score is adjusted by age, gender, and ethnicity. The T score is based on a young reference population. ", "In a DEXA scan, what is a normal T score?": "> -1.0 is normal (i.e. closer to zero).", "In a DEXA scan, what T score describes osteopaenia?": "T -1.0 to -2.5", "In a DEXA scan, what T score describes osteoporosis?": "< -2.5", "A patient has a DEXA scan following a fall and neck of femur fracture. The femoral neck T score is -2.7 while the T score at L2-4 is -1.2. What does the scan show?": "Osteoporosis of the femoral neck (<-2.5), osteopaenia of the vertebrae (-1.0 to -2.5).", "What are the clinical features of Ataxic Telangiectasia?": "Cerebellar ataxia, telangiectasia, IgA immunodeficiency. Onset age 1-5. ", "Which of the three childhood ataxias (Ataxic telangiectasia, Freidreich's ataxia, infantile-onset spinocerebellar ataxia) is most associated with frequent childhood infections?": "Ataxic telangiectasia, which is associated with IgA deficiency resulting in recurrent chest infections. ", "What is the age range of onset for Ataxia telangiectasia?": "1-5 years. ", "Two year old child presents with abnormal movements, falling over, slurred speech, chest infections. Diagnosis?": "Ataxic telangiectasia (ataxia, IgA deficiency, age of onset 1-5 years. Telangiectasia not mentioned.)", "What is the inheritance pattern of ataxic telangiectasia?": "Autosomal recessive. ", "What is the most common type of Oeseophageal cancer in the UK?": "Adenocarcinoma, caused by Barrett's Oeseophagus/GORD. ", "What was previously the most common type of Oeseophageal cancer, and what has replaced it?": "Previously squamous cell carcinoma was the most common, but due to the rapid rise in adenocarcinoma secondary to GORD/Barrett's oeseophagus this is now the most common. ", "In oseophageal cancer, where are the majority of adenocarcinomas located?": "Near the gastro-oeseophagral junction (GOJ), i.e. the site of Barrett's oeseophagus metaplasia secondary to reflux. ", "In oeseophageal cancer, where are squamous cell tumours most commonly found?": "In the upper two-thirds of the oeseophagus", "What is the first line investigation for suspected oeseophageal cancer?": "Upper GI Endoscopy (OGD). ", "What is the first line investigation for staging newly diagnosed oesophageal cancer?": "CT CAP to assess for malignancy and nodal disease. ", "In a newly diagnosed case of oesophageal cancer with no metastatic disease seen on CT, what is the next investigation to determine local staging?": "Endoscopic Ultrasound is the best test to assess for mural invasion and T staging. ", "In treatable oeseophageal cancers, what is the mainstay of therapy?": "Surgical resection with adjuvant chemotherapy.", "What is the Philadelphia Chromosome?": "t(9:22) translocation producing the BCR-ABL fusion protein, a potent tyrosine kinase. ", "What is the pathophysiological link between the BCR-ABL fusion protein and Chronic Myeloid leukamia?": "The BCR-ABL fusion protein is a potent tyrosine kinase. It has been shown both _in vitro_ and _in vivo_ to transform haematopoietic progenitor cells, blocking apopotosis, increasing proliferation and altering differentiation.", "What cytogenetic abnormality is associated with blast cells in Chronic Myeloid Leukamia?": "The Philadelphia chromosome: t(9:22) translocation producing the BCR-ABL fusion protein. ", "What are the diagnostic features of cluster headaches?": "Clusters lasting several months of intense headaches lasting 15 - 120 minutes once or twice a day. Stabbing pair around the eye, same side each time. Associated with redness, lacrimation, nasal stuffiness, and agitation. ", "Patient presents to neurology clinics with intense right sided pain around the eye each day lasting around on hour for the last six weeks. His wife notes that he paces and shouts during these episodes and his right eye will be red and weepy with a runny nose. Diagnosis?": "Cluster headache. ", "What is an important trigger of cluster headaches to warn patients about?": "Alcohol. ", "What is the acute management of a cluster headache presentation?": "100% oxygen, subcut triptan. ", "What is the prophylactic drug of choice in cluster headaches?": "Verapamil. ", "Name two important risk factors for cluster headaches.": "Male (3x risk), smoking.", "What condition is associated with the BCR-ABL fusion protein, known as the Philadelphia Chromosome?": "Chronic Myeloid Leukamia - seen in 95%", "What conditions may cause erythema nodosum?": "Infection (TB, streptococci)\nSarcoidosis\nIBD\nBehcet's\nCancer/lymphoma\nDrugs (penicillins, sulphonamides, COCP)\nPregnancy"}